Repository: ybonnefond/woocommerce-order-list
Catalog: languages/woocommerce-order-list-*.po
Languages: fr

source: Order Export
fr: Exporter les commandes

source: Please use following steps to use the plugin.
fr: Veuillez suivre ces étapes pour utiliser l’extension.

source: Choose the fields you want to export.
fr: Choisissez les champs que vous souhaitez exporter.

source: Click Save Settings button at the bottom of the page.
fr: Cliquez sur le bouton Enregistrez les paramètres au bas de la page.

source: Click Advanced Options to explore more controls.
fr: Cliquez sur Options Avancées pour afficher plus de choix.

source: Select the duration for which you want to export orders.
fr: Sélectionnez la période de commandes à exporter.

source: Click Export Order button.
fr: Cliquez sur le bouton Exporter les commandes.

source: Unable to create csv file, upload folder not writable
fr: Impossible d’écrire dans le dossier upload et de créer le fichier csv.

source: No orders for specified duration.
fr: Aucune commandes pour la période donnée

source: Settings
fr: Paramètres

source: WooCommerce Order Export
fr: Exporter les quantités des commandes

source: Please choose settings for order export.
fr: Choisir les paramètres d’export des commandes

source: Order ID
fr: Identifiant Commande

source: Customer Name
fr: Nom du client

source: Amount
fr: Total

source: Amount paid by customer
fr: Total Payé par le client

source: Email of customer
fr: Email Client

source: Phone
fr: Téléphone

source: Phone number of customer
fr: Téléphone client

source: Status
fr: Statuts

source: Order Status
fr: Statuts de la commande

source: Advanced Options
fr: Options avancées

source: Select Duration and Export
fr: Sélectionner la période et exporter

source: Start Date
fr: Depuis

source: End Date
fr: jusqu’à

source: Export Orders
fr: Exporter les commandes

source: Click to see advanced options
fr: Afficher les paramètres avancés

source: Advanced options
fr: Paramètres avancés

source: These are one time use options and will not be saved.
fr: Ces paramètres ne sont pas sauvegardés

source: Order Export Filename
fr: Nom du fichier exporté

source: This will be the downloaded csv filename
fr: Ceci sera le fichier cdv téléchargé

source: Order Statuses
fr: Statuts des commandes

source: Orders with only selected status will be exported, if none selected then all order status will be exported
fr: Seul les commandes dont le statuts est sélectionné seront exportés. Si aucun statuts n’est sélectionné toutes les commandes seront exportées.

source: Completed
fr: Terminé

source: Processing
fr: Paiement reçu, en cours de traitement

source: On hold
fr: En attente

source: Pending
fr: En attente de paiement

source: Cancelled
fr: Annulé

source: Refunded
fr: Remboursé

source: Failed
fr: Echec

source: Delimiter
fr: Séparateur

source: Delimiter for exported file.
fr: Séparateur pour le ficher exporté

source: Enter both dates
fr: Entrer les 2 dates

source: Invalid start date.
fr: Date de début invalide

source: Invalid end date.
fr: Date de fin invalide

source: Invalid request
fr: Requête invalide

source: Invalid nonce.
fr: Nonce invalide

source: Invalid CSV filename. Only letters, numbers, dashes and underscore are allowed.
fr: Nom du fichier invalide. Seul les lettres, chiffres, tirets et souligné sont autorisés.

source: Order Amount
fr: Montant de la commande

source: Customer Email
fr: Email du client

source: Phone Number
fr: Téléphone
